;汉化：aotix

[CAT6HeavyM2 X2CharacterTemplate]
strCharacterName="CAT6重装兵"
[CAT6HeavyM3 X2CharacterTemplate]
strCharacterName="高级CAT6重装兵"

[AutopsyCAT6Heavy X2TechTemplate]
DisplayName="解剖CAT6重装兵"
Summary="让我们尽可能地了解这个新敌人。"
CodeName="CAT6 Mk. 3"
LongDescription="CAT6是一家私人军事公司，以第六类（Category 6）命名，第六类是指被系统联盟开除的士兵。众所周知，CAT6成员有大量的犯罪记录和虐待历史。"

[CorpseCAT6Heavy X2ItemTemplate]
FriendlyName="CAT6重装兵尸体"
FriendlyNamePlural="CAT6重装兵尸体"
BriefSummary="对这个样本的解剖可能让我们取得下一步的进展。"

[ProvingGroundsProject_CAT6HeavyArmor X2TechTemplate]
DisplayName="CAT6重装兵盔甲"
Summary="装备于CAT6重装兵"
CodeName="CAT6 Mk. 3"
LongDescription="装备于CAT6重装兵"

[CAT6HeavyArmorSoldier X2ArmorTemplate]
FriendlyName="CAT6重装兵盔甲"
FriendlyNamePlural="CAT6重装兵盔甲"
BriefSummary="装备于CAT6重装兵"
TacticalText="<Bullet/>装备于CAT6重装兵"